Repository: eldarhaseljic/IOS-BosniaRoadTraffic
Catalog: BosniaRoadTraffic/Supporting Files/Translations/*.lproj/Localizable.strings
Languages: bs, de

source: Bosnia road traffic
bs: Stanje na putevima u BIH
de: Straßenverkehr in Bosnien

source: Close
bs: Zatvori
de: Schließen

source: Street name: %@
bs: Naziv ulice: %@
de: Straßenname: %@

source: Street
bs: Ulica
de: Straße

source: Stationary
bs: Stacionarni
de: Stationär

source: Announced
bs: Najavljeni
de: Angekündigt

source: Radar type: %@
bs: Tip radara: %@
de: Radartyp: %@

# type_of_radar
source: Radar type
bs: Tip radara
de: Radartyp

# radar_duration
source: Radar active from: %@ Radar active until: %@
bs: Radar aktivan od: %@ Radar aktivan do: %@
de: Radar aktiv von: %@ Radar aktiv bis: %@

source: Apply
bs: Primijeni
de: Anwenden

source: Cancel
bs: Otkaži
de: Stornieren

source: Radar locations
bs: Lokacije radara
de: Radarstandorte

# radar_location
source: New radar location
bs: Lokacija novog radara
de: Neuer Radarstandort

# road_condition_location
source: Location of the road conditions
bs: Lokacija stanja na putu
de: Lage der Straßenverhältnisse

source: Road conditions
bs: Uvjeti na cesti
de: Straßenzustand

source: Road conditions info
bs: Podaci o uvjetima na cesti
de: Straßenzustand info

# details_duration
source: From: %@ Until: %@
bs: Od: %@ Do: %@
de: Von: %@ Bis: %@

source: Not defined
bs: Nije definirano
de: Nicht definiert

source: Radars info
bs: Podaci o radarima
de: Radarinfo

# no_road_conditions_found
source: No informations about road conditions at the moment.
bs: Trenutno Nemamo informacija o stanju na putevima
de: Im Moment gibt es keine Informationen über den Straßenzustand

# no_radars_found
source: There are no radars at the moment.
bs: Nema nikakvih radara trenutno.
de: Im Moment gibt es keine Radargeräte.

# new_radars_found
source: Caution, you have several new radars.
bs: Oprez, imate nekoliko novih radara.
de: Achtung, Sie haben mehrere neue Radargeräte.

source: Error description
bs: Opis pogreške
de: Fehlerbeschreibung

# location_service_disabled
source: The location service is disabled, please turn it on so the app can determine your location
bs: Usluga lokacije je onemogućena, uključite je kako bi aplikacija mogla utvrditi vašu lokaciju
de: Der Ortungsdienst ist deaktiviert. Bitte aktivieren Sie ihn, damit die App Ihren Standort ermitteln kann

# location_service
source: The location service set to '%@', please update the location service status so the app can determine your location
bs: Lokacijska usluga je trenutno u stanju '%@', ažurirajte status usluge lokacije kako bi aplikacija mogla odrediti vašu lokaciju
de: Der Standortdienst ist auf '%@' eingestellt. Bitte aktualisieren Sie den Standortdienststatus, damit die App Ihren Standort ermitteln kann

source: Unknown
bs: Nepoznato
de: Unbekannt

# database_error
source: An error occurred while saving new data to the database.On that occasion, we are showing you old data locations on the map.Thank you for your understanding.
bs: Došlo je do pogreške prilikom spremanja novih podataka u bazu podataka. Tom prilikom prikazujemo vam stare lokacije podataka na karti. Hvala na razumijevanju.
de: Beim Speichern neuer Daten in der Datenbank ist ein Fehler aufgetreten.Bei dieser Gelegenheit zeigen wir Ihnen alte Datenpositionen auf der Karte.Danke für Ihr Verständnis.

# can_not_process_data
source: An error occurred while processing the data.On that occasion, we are showing you old data locations on the map.Thank you for your understanding.
bs: Došlo je do pogreške prilikom obrade podataka. Tom prilikom prikazujemo vam stare lokacije podataka na karti. Hvala na razumijevanju.
de: Bei der Verarbeitung der Daten ist ein Fehler aufgetreten.Bei dieser Gelegenheit zeigen wir Ihnen alte Datenpositionen auf der Karte.Danke für Ihr Verständnis.

# internal_error
source: An internal error occurred.On that occasion, we are showing you old data locations on the map.Thank you for your understanding.
bs: Dogodila se interna pogreška. Tom prilikom prikazujemo vam stare lokacije podataka na karti. Hvala vam na razumijevanju.
de: Ein interner Fehler ist aufgetreten. Bei dieser Gelegenheit werden Ihnen alte Datenpositionen auf einer Karte angezeigt.Danke für Ihr Verständnis.

# thank_you_for_understanding
source: %@ On that occasion, we are showing you old data locations on the map.Thank you for your understanding.
bs: %@ Tom prilikom prikazujemo vam stare podatkovne lokacije na karti. Hvala na razumijevanju.
de: %@ Bei dieser Gelegenheit werden Ihnen alte Datenpositionen auf einer Karte angezeigt.Danke für Ihr Verständnis.

# request_error
source: An request error occurred.
bs: Došlo je do pogreške u zahtjevu.
de: Ein Anforderungsfehler ist aufgetreten.

# error_url_message
source: There was an error processing the url from the website try later.
bs: Došlo je do pogreške pri obradi URL-a s web mjesta, pokušajte kasnije.
de: TBeim späteren Versuch, die URL von der Website zu verarbeiten, ist ein Fehler aufgetreten.

source: Authorized When In Use
bs: Ovlašteno kad se koristi
de: Autorisiert bei Verwendung

source: Denied
bs: Odbijeno
de: verweigert

source: Not Determined
bs: Nije određeno
de: Nicht bestimmt

source: Restricted
bs: Ograničeno
de: eingeschränkt

source: Authorized Always
bs: Ovlašteni uvijek
de: Autorisiert immer

source: Select radar type
bs: Odaberite tip radara
de: Wählen Sie den Radartyp

source: Police department
bs: Policijska uprava
de: Polizeiabteilung

source: Select police department
bs: Odaberite policijsku upravu
de: Wählen Sie den Polizeiabteilung

source: Insert radar title
bs: Unesite naziv radara
de: Radartitel einfügen

# details
source: Detailed description
bs: Detaljan opis
de: Detaillierte Beschreibung

source: Report radar
bs: Prijavi radar
de: Radar melden

source: Report road condition
bs: Prijavi stanje na putu
de: Straßenzustand melden

# details_description
source: Detailed description: %@
bs: Detaljan opis: %@
de: Detaillierte Beschreibung: %@

source: Done
bs: Gotovo
de: Getan

# enter_radar_title
source: You need to enter a title for the radar
bs: Morate unijeti naslov radara
de: Sie müssen einen Titel für das Radar eingeben

source: Radar successfully reported!
bs: Radar je uspješno prijavljen!
de: Radar erfolgreich gemeldet!

source: Road condition successfully reported!
bs: Stanje na putu je uspješno prijavljen!
de: Straßenzustand erfolgreich gemeldet!

# you_are_currently_offline
source: You are currently offline, current data is old, please reconnect to fetch new data
bs: Trenutno ste izvan mreže, trenutni su podaci stari, ponovo se povežite da biste dohvatili nove podatke
de: Sie sind derzeit offline, die aktuellen Daten sind alt. Stellen Sie die Verbindung erneut her, um neue Daten abzurufen

# new_road_conditions_found
source: Caution, you have several new road works and informations about road conditions
bs: Oprez, imate nekoliko novih radova na cesti i informacije o stanju na cestama
de: Achtung, Sie haben mehrere neue Baustellen und Informationen zum Straßenzustand

source: Select road type
bs: Odaberite tip ulice
de: Wählen Sie den Straßentyp

source: Select condition sign
bs: Odaberite tip stanja na putu
de: Wählen Sie den Bedingungszeichen

source: Road type
bs: Tip ulice
de: Straßentyp

# insert_road_condition_title
source: Insert title for the road condition
bs: Unesite naziv za stanje na putu
de: Titel des Straßenzustand einfügen

# enter_road_condition_title
source: Please insert title for the road condition
bs: Unijeti naslov za stanje na putu
de: Sie müssen einen einen Titel für den Straßenzustand einfügen

source: Type of road condition
bs: Tip stanja na putu
de: Art des Straßenzustands

source: Successfully reported
bs: Uspješno prijavljeno
de: Erfolgreich gemeldet

source: Successfully deleted
bs: Uspješno izbrisano
de: Erfolgreich gelöscht

# number_of_reports
source: Number of reports for deleting this %@ is %d/5. Note: The count needs to be 5 and this %@ will be deleted, if you think that this is inactive please click on the crossed pin on top to report.
bs: Broj izvješća da je %@ na ovoj lokaciji neaktivan/o iznosi %d/5. Napomena: Broj izvješća mora biti 5,tada će se ovaj %@ izbrisati. Ako mislite da je neaktivan, kliknite prekriženi pin na vrhu da prijavite.
de: Die Anzahl der Berichte zum Löschen dieses %@ beträgt % d/5. Hinweis: Die Anzahl muss 5 betragen und dieses %@ wird gelöscht. Wenn Sie der Meinung sind, dass dies inaktiv ist, klicken Sie bitte auf den angekreuzten Stift oben, um zu melden.

source: Road condition
bs: Stanje na cesti
de: Straßenzustand

source: Wrong ID
bs: Pogresan ID
de: Falsche ID

# thanks
source: Thanks for your cooperation
bs: Hvala na suradnji
de: Danke für Ihre Kooperation

source: Border crossing
de: Grenzüberschreitung

source: Highway
de: Autobahn

source: Mainway
de: Hauptstraße

source: Regional road
de: Regionalstraße

source: City road
de: Stadtstraße

source: Road rehabilitation
de: Straßensanierung

source: Complete suspension
de: Vollständige Verkehrssperre

source: Prohibition for trucks
de: LKW-Verbot

source: Congestion
de: Stau

source: Landside
de: Erdrutsch

source: Traffic accident
de: Verkehrsunfall

source: Glaze
de: Glasur

source: Danger
de: Achtung

source: Report
bs: Prijavi

source: OK
bs: U redu
