Repository: eldarhaseljic/IOS-BosniaRoadTraffic
Catalog: BosniaRoadConditionsApp/Supporting Files/Translations/*.lproj/Localizable.strings
Languages: de

source: Bosnia Road Conditions
de: Straßenbedingungen in Bosnien

source: Announced radar controls
de: Angekündigte Radarsteuerunge

source: Close
de: Schließen

source: Street name: %@
de: Straßenname: %@

source: Stationary
de: Stationär

source: Temporary
de: Vorübergehend

source: Radar type: %@
de: Radartyp: %@

# radar_duration
source: Radar active from: %@ Radar active until: %@
de: Radar aktiv von: %@ Radar aktiv bis: %@

source: Apply
de: Anwenden

source: Cancel
de: Stornieren

source: Radar locations
de: Radarstandorte

source: Road conditions
de: Straßenzustand

# road_conditions_duration
source: From: %@ Until: %@
de: Von: %@ Bis: %@

source: Not defined
de: Nicht definiert

source: Radars info
de: Radarinfo

source: Error description
de: Fehlerbeschreibung

# location_service_disabled
source: The location service is disabled, please turn it on so the app can determine your location
de: Der Ortungsdienst ist deaktiviert. Bitte aktivieren Sie ihn, damit die App Ihren Standort ermitteln kann

# location_service
source: The location service set to %@, please update the location service status so the app can determine your location
de: Der Standortdienst ist auf% @ eingestellt. Bitte aktualisieren Sie den Standortdienststatus, damit die App Ihren Standort ermitteln kann

source: Unknown
de: Unbekannt
